Repository: common-repository/air-quality-mk
Catalog: languages/air-quality-*.po
Languages: mk_sq

source: Centar
mk_sq: Qendër

source: Karpos
mk_sq: Karposh

source: Lisice
mk_sq: Lisiçe

source: Gazi Baba
mk_sq: Gazi Babë

source: Miladinovci
mk_sq: Milladinovcë

source: Mrsevci
mk_sq: Mrsevcë

source: Bitola 1
mk_sq: Manastiri 1

source: Bitola 2
mk_sq: Manastiri 2

source: Kicevo
mk_sq: Kërçovë

source: Tetovo
mk_sq: Tetovë

source: Kocani
mk_sq: Koçan

source: Kavadarci
mk_sq: Kavadarc

source: Kumanovo
mk_sq: Kumanovë

source: Adds Air Quality widget for MK stations.
mk_sq: Shton Air Quality widget për stacionet në MK.

source: Station:
mk_sq: Stacion:

source: Customize Data Settings
mk_sq: Personalizo cilësimet e të dhënave

source: Station List
mk_sq: Lista e stacioneve

source: Custom Station List
mk_sq: Ndrysho listën e stacioneve

source: Parameter List
mk_sq: Lista e Parametrave

source: Custom Parameter List
mk_sq: Ndrysgo listën e parametrave

source: Air Quality MK Settings
mk_sq: Cilësimet e Air Quality MK

source: Air Quality
mk_sq: Cilësimet e Air Quality

source: These settings enable you to customize Air Quality screen.
mk_sq: Këto cilësime ju mundësojnë të personalizoni ekranin e Cilësisë së Ajrit.

source: Loading...
mk_sq: Duke u ngarkuar

source: This plugin show air quality in Macedonia. It provide widgets and shortcodes for displaying the quality of the air.
mk_sq: Ky shtojcë tregon cilësinë e ajrit në Maqedoni. Ofron widgets dhe shortcodes për shfaqjen e cilësisë së ajrit.
